<?php

return [
    'auth' => [
        'success' => 'Вы успешно авторизовались',
        'password_check_fail' => 'Текущий пароль указан неверно. Операция не может быть продолжена',
        'email_verify_send' => 'Письмо для потверждения адреса электронной почты было направлено',
        'email_verified' => 'Электронная почта успешно подтверждена'
    ],
    'flash' => [
        'email_not_verified' => 'Для продолжения необходимо подтвердить адрес электронной почты',
        'is_blocked' => 'Данная учетная запись заблокирована',
        'apply' => 'Изменения сохранены',
        'add_category' => 'Новая категория добавлена',
        'delete_category' => 'Категория была удалена',
        'delete_categories' => 'Все выбранные категории были удалены',
        'not_found_categories' => 'Прежде чем создавать вопросы к тестам, необходимо указать категории',
        'new_question_added' => 'Новый вопрос успешно создан, теперь его можно использовать в новых тестах',
        'delete_question' => 'Вопрос был удален',
        'delete_questions' => 'Все выбранные вопросы были удалены',
        'test_saved' => 'Новый тест успешно создан',
        'test_not_found_categories' => 'Прежде чем создавать тесты, необходимо задать категории вопросов',
        'test_not_found_questions' => 'Прежде чем создавать тесты, необходимо задать вопросы к тестам',
    ]
];
